Repository: CarlosLongarela/cl-simplest-smtp
Catalog: languages/cl-simplest-smtp-*.po
Languages: es_es, es_gl

source: <strong>CL Simplest SMTP:</strong> You can't send mails using this plugin. Please <a href="%s">configure the plugin settings</a>.
es_es: <strong>CL Simplest SMTP:</strong> No puedes enviar correos usando este plugin. Por favor <a href="%s">configura las opciones del plugin</a>.
es_gl: <strong>CL Simplest SMTP:</strong> Non podes enviar correos usando este plugin. Por favor <a href="%s">configura as opcións do plugin</a>.

source: CL Simplest SMTP Settings
es_es: Opciones CL Simplest SMTP
es_gl: Opcións CL Simplest SMTP

source: Info
es_es: Información
es_gl: Información

source: Settings
es_es: Ajustes
es_gl: Axustes

source: Test
es_es: Probar
es_gl: Probas

source: Logs
es_es: Registros
es_gl: Rexistros

source: Help
es_es: Ayuda
es_gl: Axuda

source: Test mail from CL Simplest SMTP
es_es: Probar el correo desde CL Simplest SMTP
es_gl: Probar o correo dende CL Simplest SMTP

source: This is a test mail from the CL Simplest SMTP plugin.
es_es: Este es un correo de prueba desde el plugin CL Simplest SMTP.
es_gl: Este é un correo de proba dende o plugin CL Simplest SMTP.

source: HTML version
es_es: Versión HTML
es_gl: Versión HTML

source: Plain text version
es_es: Versión de texto sin formato
es_gl: Versión de texto sen formato

source: Message sent as HTML
es_es: Mensaje enviado como HTML
es_gl: Mensaxe enviada como HTML

source: Message sent as plain text
es_es: Mensaje enviado como texto plano
es_gl: Mensaxe enviada como texto plano

source: WordPress Mail method (using current SMTP options)
es_es: Método de correo de WordPress (usando las opciones actuales de SMTP)
es_gl: Método de correo de WordPress (usando as opcións actuais de SMTP)

source: Native PHP mail (ignoring WordPress SMTP options)
es_es: Método de correo nativo de PHP (ignorando las opciones actuales de SMTP)
es_gl: Método de correo nativo de PHP (ignorando as opcións actuais de SMTP)

source: Fantastic! The test mail was sent successfully.
es_es: ¡Fantástico! El correo de prueba se ha enviado correctamente.
es_gl: Caralludo! O correo de proba enviouse correctamente.

source: Mail method:
es_es: Método de envío:
es_gl: Método de envío:

source: Please check your inbox.
es_es: Por favor revisa tu bandeja de entrada.
es_gl: Por favor revisa a túa bandexa de entrada.

source: Error: The test mail was not sent. Please check the SMTP or mail settings.
es_es: Error: El correo de prueba no se ha enviado. Por favor, comprueba las opciones SMTP o del correo.
es_gl: Erro: O correo de proba non se enviou. Por favor, comproba as opciones SMTP ou do correo.

source: The error returned the following message:
es_es: El error devolvió el siguiente mensaje:
es_gl: O erro devolveu a seguinte mensaxe:

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.
es_gl: Non tes suficientes permisos para acceder a esta páxina.

source: Security check failed.
es_es: La comprobación de seguridad ha fallado.
es_gl: Fallou a comprobación de seguridade.

source: Successfully deleted the oldest %s log entries.
es_es: Eliminadas con éxito las %s entradas de registro más antiguas.
es_gl: Eliminadas con éxito as %s entradas de rexistro máis antigas.

source: Error deleting log entries.
es_es: Error al borrar entradas del registro.
es_gl: Erro ó borrar entradas de rexistro.

source: This plugin adds any options to my database?
es_es: ¿Este plugin añade alguna opción a mi base de datos?
es_gl: Este plugin engade algunha opción a miña base de datos?

source: If you configure the plugin with constants in your %1$swp-config.php%2$s file (see next question), this plugin does not add any data to your database. This is the fastest option because the mail does not need to check data from your database.
es_es: Si configuras el plugin con constantes en tu archivo %1$swp-config.php%2$s (ver siguiente pregunta), este plugin no añade nada a tu base de datos. Esta es la opción más rápida porque el correo no necesita comprobar nada en tu base de datos.
es_gl: Si configuras o plugin con constantes no teu arquivo %1$swp-config.php%2$s (ver seguinte pregunta), este plugin non engade ningún dato a túa base de datos. Esta é a opción máis rápida porque o correo non necesita comprobar datos da túa base de datos.

source: Configure plugin with constants.
es_es: Configurar el plugin con constantes.
es_gl: Configurar o plugin con constantes.

source: Configure plugin with constants is the fastest option and also avoids database queries.
es_es: Configurar el plugin con constantes es la opción más rápida y además evita consultas a la base de datos.
es_gl: Configurar o plugin con constantes é a opción máis rápida e ademais evita consultas á base de datos.

source: We must set these constants in our %1$swp-config.php%2$s file:
es_es: Debemos establecer estas constantes en nuestro archivo %1$swp-config.php%2$s:
es_gl: Debemos establecer estas constantes no noso arquivo %1$swp-config.php%2$s:

source: This option is the optimal for security.
es_es: Esta opción es la óptima para la seguridad.
es_gl: Esta opción é a óptima para a seguridade.

source: This plugin will slow down my WordPress?
es_es: ¿Este plugin ralentizará mi WordPress?
es_gl: Este plugin ralentizará o meu WordPress?

source: No. This plugin is very lightweight and only adds one CSS file and one JS file if you are in the WordPress SMTP options page %1$s/wp-admin/options-general.php?page=cl-simplest-smtp%2$s and does not add anything to any other pages or on the frontend.
es_es: No. Este plugin es muy ligero y sólo añade un archivo CSS y un archivo JS si te encuentras en la página de opciones SMTP de WordPress %1$s/wp-admin/options-general.php?page=cl-simplest-smtp%2$s y no añade nada a ninguna otra página o en el frontend.
es_gl: Non. Este plugin é moi lixeiro e só engade un arquivo CSS e un arquivo JS si se atopa na páxina de opción SMTP de WordPress %1$s/wp-admin/options-general.php?page=cl-simplest-smtp%2$s e non engade nada a ningunha outra páxina ou no frontend.

source: Only adds one database option (first FAQ) with an array of 8 short values and nothing if you configure it with constants in your %1$swp-config.php%2$s file (the best option for speed and security).
es_es: Sólo añade una opción a la base de datos (primera FAQ) con un array de 8 valores cortos y nada si lo configuras con constantes en tu fichero %1$swp-config.php%2$s (la mejor opción por velocidad y seguridad).
es_gl: Só engade unha opción na base de datos (primeira FAQ) cun array de 8 valores curtos e nada se o configuras con constantes no teu ficheiro %1$swp-config.php%2$s (a mellor opción por velocidade e seguridade).

source: Can I hide the "Invite me to a coffe" button?
es_es: ¿Puedo ocultar el botón "Invítame a un café"?
es_gl: Podo ocultar o botón "Invítame a un café"?

source: Yes, of course. You must to define the constant %1$sCL_SIMPLEST_SMTP_HIDE_DONATE%2$s as %3$strue%4$s in your %5$swp-config.php%6$s file and the button will fly out ;)
es_es: Sí, por supuesto. Debes definir la constante %1$sCL_SIMPLEST_SMTP_HIDE_DONATE%2$s como %3$strue%4$s en tu archivo %5$swp-config.php%6$s y el botón saldrá volando ;)
es_gl: Si, por suposto. Debes definir a constante %1$sCL_SIMPLEST_SMTP_HIDE_DONATE%2$s como %3$strue%4$s no teu arquivo %5$swp-config.php%6$s e o botón liscará ;)

source: But you can invite me to that coffee at any time from %1$shttps://www.paypal.com/donate/?hosted_button_id=V6U6ZLFHNE6N4%2$s
es_es: Pero puedes invitarme a ese café en cualquier momento desde %1$shttps://www.paypal.com/donate/?hosted_button_id=V6U6ZLFHNE6N4%2$s
es_gl: Pero podes invitarme a ese café en calquera momento dende %1$shttps://www.paypal.com/donate/?hosted_button_id=V6U6ZLFHNE6N4%2$s

source: Can I change the log file name?
es_es: ¿Puedo cambiar el nombre del archivo de registro?
es_gl: Podo cambiar o nome do arquivo de rexistro?

source: Yes, the default mail log file name is %1$scl-simplest-smtp-log.txt%2$s and is located in %3$suploads%4$s folder. You can't change the location, but you can change the file name if you define the constant %5$sCL_SIMPLEST_SMTP_LOG_FILENAME%6$s with the file name at your %7$swp-config.php%8$s file.
es_es: Sí, el nombre predeterminado del archivo de registro de correo es %1$scl-simplest-smtp-log.txt%2$s y se encuentra en la carpeta %3$suploads%4$s. No puedes cambiar su ubicación, pero puede cambiar el nombre del archivo si defines la constante %5$sCL_SIMPLEST_SMTP_LOG_FILENAME%6$s con el nombre del archivo de log en tu archivo %7$swp-config.php%8$s.
es_gl: Si, o nome predeterminado do arquivo de rexistro de correo é %1$scl-simplest-smtp-log.txt%2$s e se atopa no cartafol %3$suploads%4$s. Non podes cambiar a localización, pero podes cambiar o nome do arquivo si defines a constante %5$sCL_SIMPLEST_SMTP_LOG_FILENAME%6$s co nome de arquivo no teu arquivo %7$swp-config.php%8$s.

source: Example:
es_es: Ejemplo:
es_gl: Exemplo:

source: Keep in mind that if the default log file was previously created, it won't be deleted, only the new file will be created and the file that will be deleted on plugin uninstall will be the new defined file.
es_es: Ten en cuenta que si el archivo de registro predeterminado se creó previamente, no se eliminará, sólo se creará el nuevo archivo y el archivo que se eliminará al desinstalar el plugin será el nuevo archivo definido.
es_gl: Teña en conta que si o arquivo de rexistro predeterminado creouse previamente, non se eliminará, só se creará o novo arquivo e o arquivo que se eliminará o desinstalar o plugin será o novo arquivo definido.

source: How can I tell you about a bug, ask for a functionality or contribute to the plugin?
es_es: ¿Cómo puedo informarte de un error, solicitar una funcionalidad o contribuir al plugin?
es_gl: Como podo informarche dun erro, solicitar unha funcionalidade ou contribuír ó plugin?

source: The development of this plugin is managed in this GitHub repository %1$shttps://github.com/CarlosLongarela/cl-simplest-smtp%2$s
es_es: El desarrollo de este plugin se gestiona en este repositorio de GitHub %1$shttps://github.com/CarlosLongarela/cl-simplest-smtp%2$s
es_gl: O desenvolvemento deste plugin xestionase neste repositorio de GitHub %1$shttps://github.com/CarlosLongarela/cl-simplest-smtp%2$s

source: You can send us issues, requests or any comments to %1$shttps://github.com/CarlosLongarela/cl-simplest-smtp/issues%2$s or create a pull request to contribute with any new bug fix, functionality or any other code change.
es_es: Puedes enviarnos errores, peticiones o cualquier comentario a %1$shttps://github.com/CarlosLongarela/cl-simplest-smtp/issues%2$s o crear un pull request para contribuir con cualquier nueva corrección de errores, funcionalidad o cualquier otro cambio en el código.
es_gl: Podes enviarnos problemas, petición ou calquera comentario a %1$shttps://github.com/CarlosLongarela/cl-simplest-smtp/issues%2$s ou crear un pull request para contribuír con calquera nova corrección de erros, funcionalidade ou calquera outro cambio no código.

source: How can I contact the author?
es_es: ¿Cómo puedo ponerme en contacto con el autor?
es_gl: Cómo podo poñerme en contacto co autor?

source: You can contact the author at this email: %1$sinfo@tabernawp.com%2$s or in the page %3$shttps://tabernawp.com/contacto/%4$s
es_es: Puedes ponerte en contacto con el autor en este correo electrónico: %1$sinfo@tabernawp.com%2$s o en la página %3$shttps://tabernawp.com/contacto/%4$s
es_gl: Podes poñerte en contacto co autor neste correo electrónico: %1$sinfo@tabernawp.com%2$s ou na páxina %3$shttps://tabernawp.com/contacto/%4$s

source: Some good tools for checking mail validity and configurations?
es_es: ¿Algunas buenas herramientas para comprobar la validez del correo y las configuraciones?
es_gl: Algunhas boas ferramentas para comprobar a validez do correo e as configuracións?

source: Yes, of course. You can use this tools to check the mail validity and configurations:
es_es: Sí, por supuesto. Puedes utilizar estas herramientas para comprobar la validez del correo y las configuraciones:
es_gl: Si, por suposto. Podes utilizar estas ferramentas para comprobar a validez do correo e as configuracións:

source: Mail Tester, Test the Spammyness of your Emails
es_es: Mail Tester, compruebe el spam de sus correos electrónicos
es_gl: Mail Tester, comproba o spam dos teus correos electrónicos

source: Email Record Checker (SPF and DMARC)
es_es: Comprobador de registros de correo electrónico (SPF y DMARC)
es_gl: Comprobador de rexistros de correo electrónico (SPF e DMARC)

source: SPF Record Check
es_es: Comprobador de entrada SPF
es_gl: Comprobación do rexistro SPF

source: DKIM Record Lookup
es_es: Búsqueda de registros DKIM
es_gl: Procura de rexistros DKIM

source: Email Health Report
es_es: Informe de salud de correo electrónico
es_gl: Informe de saúde do correo electrónico

source: %s entries
es_es: %s entradas
es_gl: %s entradas

source: Delete oldest
es_es: Borrar las más antiguas
es_gl: Borrar os máis antigos

source: Are you sure you want to delete the oldest %s entries?
es_es: ¿Estás seguro de que quieres borrar las %s entradas más antiguas?
es_gl: Estás seguro de que queres borrar as entradas %s máis antigas?

source: Log format is: "[Date-hour] Error sending mail to [mail to] with subject [subject] using mail method [mail method]. Error: [error message]"
es_es: El formato del log es: "[Fecha-hora] Error sending mail to [destinatario] with subject [asunto] using mail method [método de envío]. Error: [mensaje de error]"
es_gl: O formato de rexistro é: "[Data-hora] Error sending mail to [destinatario] with subject [asunto] using mail method [método de envío]. Error: [mensaxe de erro]"

source: There are no records available.
es_es: No hay registros disponibles.
es_gl: Non hai rexistros dispoñibles.

source: CONGRATULATIONS ! Your SMTP settings are saved in a configuration file. This is good for speed and security.
es_es: ¡ ENHORABUENA ! Tus opciones del SMTP están guardadas en un archivo de configuración. Esto es bueno tanto por velocidad como por seguridad.
es_gl: NORABOA ! As túas opcións do SMTP están gardadas nun arquivo de configuración. Esto é bo tanto por velocidade como por seguridade.

source: SMTP Server
es_es: Servidor SMTP
es_gl: Servidor SMTP

source: SMTP Port
es_es: Puerto SMTP
es_gl: Porto SMTP

source: SMTP Username
es_es: Usuario SMTP
es_gl: Usuario SMTP

source: SMTP Password
es_es: Clave SMTP
es_gl: Clave SMTP

source: From Email
es_es: Correo del remitente
es_gl: Correo do remitente

source: From Name
es_es: Nombre del remitente
es_gl: Nome do remitente

source: SMTP settings
es_es: Configuración SMTP
es_gl: Configuración SMTP

source: Host
es_es: Servidor
es_gl: Servidor

source: Secure connection type
es_es: Tipo de conexión segura
es_gl: Tipo de conexión segura

source: Port
es_es: Puerto
es_gl: Porto

source: Authenticate connection
es_es: Autenticar la conexión
es_gl: Autenticar a conexión

source: Yes
es_es: Si
es_gl: Si

source: No
es_gl: Non

source: SMTP User
es_es: Usuario SMTP
es_gl: Usuario SMTP

source: SMTP Pass
es_es: Clave SMTP
es_gl: Clave SMTP

source: Save SMTP data
es_es: Guardar datos SMTP
es_gl: Gardar datos SMTP

source: These setting can't be changed here because are saved in a configuration file (maybe <code>wp-config.php</code> or something similar to <code>user-settings.php</code>).
es_es: Estas opciones no se pueden cambiar aquí porque están guardadas en un archivo de configuración (quizás <code>wp-config.php</code> o algo similar a <code>user-settings.php</code>).
es_gl: Estas opcións non se poden cambiar aquí porque están gardadas nun arquivo de configuración (quizais <code>wp-config.php</code> ou algo similar a <code>user-settings.php</code>).

source: To change these settings you have to edit these <code>CL_SIMPLEST_SMTP*</code> constants that you previously setted.
es_es: Para cambiar estas opciones tienes que editar las constantes <code>CL_SIMPLEST_SMTP*</code> que guardaste previamente.
es_gl: Para cambiar estas opción tes que editar as constantes <code>CL_SIMPLEST_SMTP*</code> que gardaches previamente.

source: Test mail
es_es: Probar el correo
es_gl: Probar o correo

source: Mail To
es_es: Enviar correo a
es_gl: Enviar correo a

source: Mail type
es_es: Tipo de correo
es_gl: Tipo de correo

source: HTML mail
es_es: Correo HTML
es_gl: Correo HTML

source: Plain mail
es_es: Correo de texto plano
es_gl: Correo de texto plano

source: Mail method
es_es: Método de envío
es_gl: Método de envío

source: Send test mail
es_es: Enviar correo de prueba
es_gl: Enviar correo de proba

source: The simplest SMTP option for your WordPress.
es_es: La opción más sencilla para usar SMTP en tu WordPress.
es_gl: A opción máis sinxela para usar SMTP no teu WordPress.
